Repository: aminenidae/ScreenTime-BMAD
Catalog: ScreenTimeRewardsProject/ScreenTimeRewards/Localizable.xcstrings
Source language: en
Languages: fr

source: Click 'Initialize CloudKit Schema' button above
fr: Cliquez sur le bouton « Initialiser le schéma CloudKit » ci-dessus

source: Queries should now work in CloudKit Dashboard
fr: Les requêtes devraient maintenant fonctionner dans le tableau de bord CloudKit

source: Wait 30-60 seconds for schema to sync to CloudKit
fr: Attendez 30 à 60 secondes pour que le schéma se synchronise avec CloudKit

source: Day Cycle
fr: jours

source: Unlock AND Lock Reward Apps.
fr: ET bloquent les applis récompense.

source: for
fr: pendant

source: of learning grants
fr: d'apprentissage donne

source: per
fr: par

source: reward
fr: de récompense

source: to unlock
fr: pour débloquer

source: %@ / month
fr: %@ / mois

source: %@ / year
fr: %@ / an

source: %@ Apps
fr: Applis %@

source: %@ TODAY
fr: %@ AUJOURD'HUI

source: %@ and %@
fr: %@ et %@

source: %@ weekdays, %@ weekends
fr: %@ en semaine, %@ le week-end

source: %@ will be unavailable in %lld minutes
fr: %@ sera indisponible dans %lld minutes

source: %@'S SPACE
fr: ESPACE DE %@

source: %@, and %@
fr: %@ et %@

source: %@/day
fr: %@/jour

source: %@: %@ remaining today
fr: %@ : %@ restant aujourd'hui

source: %lld DAY STREAK
fr: %lld JOURS DE SÉRIE

source: %lld MIN USED
fr: %lld MIN UTILISÉES

source: %lld MINUTES AVAILABLE
fr: %lld MINUTES DISPONIBLES

source: %lld app%@
fr: %lld appli%@

source: %lld app%@ active
fr: %lld appli%@ active(s)

source: %lld app%@ tracked
fr: %lld appli%@ suivie(s)

source: %lld days left
fr: %lld jours restants

source: %lld days left in trial
fr: %lld jours restants dans l'essai

source: %lld days remaining
fr: %lld jours restants

source: %lld days to renew
fr: %lld jours avant le renouvellement

source: %lld learning apps
fr: %lld applis d'apprentissage

source: %lld learning apps used today
fr: %lld applis d'apprentissage utilisées aujourd'hui

source: %lld min gap
fr: %lld min d'écart

source: %lld minutes %@ than yesterday
fr: %lld minutes %@ qu'hier

source: %lld minutes / %@ to automatically unlock
fr: %lld minutes / %@ pour débloquer automatiquement

source: %lld of %lld
fr: %lld sur %lld

source: %lld reward apps
fr: %lld applis récompense

source: %lld site%@ blocked
fr: %lld site%@ bloqué(s)

source: %lld to go
fr: %lld restant(s)

source: %lld website%@ blocked
fr: %lld site%@ web bloqué(s)

source: %lld-day streak on %@! You earned %lld bonus minutes!
fr: Série de %lld jours sur %@! Tu as gagné %lld minutes bonus!

source: %lldm total
fr: %lldm au total

source: (ABOUT 3 MINUTES)
fr: (ENVIRON 3 MINUTES)

source: +%lld MIN CARRIED OVER
fr: +%lld MIN REPORTÉES

source: /month
fr: /mois

source: /year
fr: /an

source: 1 child device
fr: 1 appareil d'enfant

source: 1 hour until downtime. Complete your %@ goal now!
fr: Encore 1 heure avant la période de repos. Termine ton objectif %@ maintenant!

source: 1. Initialize CloudKit Schema
fr: 1. Initialiser le schéma CloudKit

source: 14-day free trial
fr: Essai gratuit de 14 jours

source: 2 parent devices
fr: 2 appareils parents

source: 2 parent devices per child
fr: 2 appareils parents par enfant

source: 2. Wait for completion
fr: 2. Attendre la fin de l'opération

source: 3. Check CloudKit Dashboard
fr: 3. Vérifier le tableau de bord CloudKit

source: A child device is requesting to pair with your account:
fr: Un appareil d'enfant demande à s'associer à votre compte :

source: A friendly star creature who loves to learn!
fr: Une créature étoile amicale qui adore apprendre!

source: A magical forest friend who grows with nature!
fr: Un ami magique de la forêt qui grandit avec la nature!

source: A smart robot friend who grows smarter with you!
fr: Un ami robot intelligent qui devient plus futé avec toi!

source: ACCESS PARENT CONTROLS
fr: ACCÉDER AUX CONTRÔLES PARENTAUX

source: ACCOUNT
fr: COMPTE

source: ACTION REQUIRED
fr: ACTION REQUISE

source: ALL
fr: TOUT

source: ALL DAY
fr: TOUTE LA JOURNÉE

source: ANY
fr: N'IMPORTE LEQUEL

source: APP IN DOWNTIME
fr: APPLI EN PÉRIODE DE REPOS

source: AVAILABLE
fr: DISPONIBLE

source: AWESOME!
fr: GÉNIAL!

source: About
fr: À propos

source: Accessories
fr: Accessoires

source: Account Settings
fr: Paramètres du compte

source: Account Status
fr: État du compte

source: Achievement Notifications
fr: Notifications de réussite

source: Activate Test Family (Firebase)
fr: Activer la famille de test (Firebase)

source: Active
fr: Actif

source: Activity will appear here when your child uses monitored apps
fr: L'activité apparaîtra ici lorsque votre enfant utilise des applis surveillées

source: Add Another Parent
fr: Ajouter un autre parent

source: Add Child Device
fr: Ajouter un appareil d'enfant

source: Add Device
fr: Ajouter un appareil

source: Add More Apps
fr: Ajouter plus d'applis

source: Adjust Goals:
fr: Ajuster les objectifs :

source: Adult Content Blocked
fr: Contenu pour adultes bloqué

source: After 3 days, review together and ask: does this feel fair?
fr: Après 3 jours, faites le point ensemble et demandez-vous : est-ce que ça semble équitable?

source: Ages 10-12
fr: 10 à 12 ans

source: Ages 6-8
fr: 6 à 8 ans

source: Ages 8-10
fr: 8 à 10 ans

source: Agree On A Goal
fr: Convenir d'un objectif

source: Agree on a Goal
fr: Convenir d'un objectif

source: All Ages
fr: Tous âges

source: All Day
fr: Toute la journée

source: All data will be permanently removed from this device and iCloud. You can revoke Screen Time access manually in iOS Settings if desired.
fr: Toutes les données seront supprimées définitivement de cet appareil et d'iCloud. Vous pouvez révoquer l'accès à Temps d'écran manuellement dans les Réglages iOS si vous le souhaitez.

source: All day
fr: Toute la journée

source: All selected apps contribute to one shared progress counter
fr: Toutes les applis sélectionnées contribuent à un seul compteur de progression partagé

source: Allowed Hours
fr: Heures autorisées

source: Allowed Time
fr: Temps autorisé

source: Almost done! Set how much learning unlocks reward time.
fr: Presque terminé! Définissez combien d'apprentissage débloque le temps de récompense.

source: Already have an account?
fr: Vous avez déjà un compte?

source: Already paired a child? Make sure the child's device has opened Tic Lock at least once and that you're signed into the same iCloud account used during pairing.
fr: Vous avez déjà associé un enfant? Assurez-vous que l'appareil de l'enfant a ouvert Tic Lock au moins une fois et que vous êtes connecté au même compte iCloud utilisé lors de l'association.

source: Always protected
fr: Toujours protégé

source: An app (token hash: %@) is assigned to both Learning and Reward categories. Please fix the conflict.
fr: Une appli (hachage : %@) est assignée à la fois aux catégories Apprentissage et Récompense. Veuillez corriger le conflit.

source: An app is assigned to both Learning and Reward categories. Please fix the conflict.
fr: Une appli est assignée à la fois aux catégories Apprentissage et Récompense. Veuillez corriger le conflit.

source: An unknown error occurred
fr: Une erreur inconnue est survenue

source: Annual
fr: Annuel

source: Anytime
fr: N'importe quand

source: App
fr: Appli

source: App '%@' fired %lld events within 5 seconds. This is the iOS Screen Time API cascade bug.
fr: L'appli « %@ » a déclenché %lld événements en 5 secondes. Il s'agit du bogue en cascade de l'API Temps d'écran d'iOS.

source: App '%@' fired events %@s apart. Physically impossible (minimum 55s between events, threshold accounts for clock precision).
fr: L'appli « %@ » a déclenché des événements espacés de %@s. Physiquement impossible (minimum 55 s entre les événements, le seuil tient compte de la précision de l'horloge).

source: App Configuration
fr: Configuration de l'appli

source: App Group unavailable
fr: Groupe d'applis indisponible

source: App Store returned error: %lld
fr: L'App Store a retourné une erreur : %lld

source: App names are privacy-protected by iOS
fr: Les noms d'applis sont protégés par la confidentialité d'iOS

source: App names have been saved and will sync to the parent device.
fr: Les noms d'applis ont été enregistrés et se synchroniseront avec l'appareil du parent.

source: Apple will ask for your permission next. Tap Allow — you may need to enter your passcode. That's the switch that lets the app lock and unlock apps for your child.
fr: Apple vous demandera votre permission ensuite. Touchez Autoriser — vous devrez peut-être entrer votre code. C'est ce qui permet à l'appli de verrouiller et déverrouiller les applis de votre enfant.

source: Apple's privacy protections prevent apps from automatically seeing the names of installed applications on your child's device.
fr: Les protections de confidentialité d'Apple empêchent les applis de voir automatiquement les noms des applications installées sur l'appareil de votre enfant.

source: Apple's privacy protections prevent apps from seeing actual app names. You can give this app a custom name to help you recognize it in future reports.
fr: Les protections de confidentialité d'Apple empêchent les applis de voir les vrais noms d'applications. Vous pouvez donner un nom personnalisé à cette appli pour l'identifier plus facilement dans les rapports futurs.

source: Apple's privacy protections prevent remote app configuration. The child needs to select and configure apps on their own device to protect their privacy.
fr: Les protections de confidentialité d'Apple empêchent la configuration à distance des applis. L'enfant doit sélectionner et configurer les applis sur son propre appareil pour protéger sa vie privée.

source: Apply
fr: Appliquer

source: Apply new earning rate?
fr: Appliquer le nouveau taux de gain?

source: Apply to %lld other reward app%@?
fr: Appliquer à %lld appli%@ récompense de plus?

source: Apply to Other Apps
fr: Appliquer aux autres applis

source: Apply to all other reward apps
fr: Appliquer à toutes les autres applis récompense

source: Approaching Limit
fr: Limite bientôt atteinte

source: Apps Monitored
fr: Applis surveillées

source: Apps Used
fr: Applis utilisées

source: Apps must be configured on the child's device
fr: Les applis doivent être configurées sur l'appareil de l'enfant

source: Apps will appear here when your child adds them
fr: Les applis apparaîtront ici lorsque votre enfant les ajoutera

source: Are you sure you want to remove this app?
fr: Voulez-vous vraiment retirer cette appli?

source: Are you sure you want to unpair %@? You will no longer be able to monitor their screen time.
fr: Voulez-vous vraiment dissocier %@? Vous ne pourrez plus surveiller son temps d'écran.

source: Are you sure you want to unpair from %@? You will no longer be able to sync usage data with them.
fr: Voulez-vous vraiment vous dissocier de %@? Vous ne pourrez plus synchroniser les données d'utilisation.

source: Are you sure you want to unpair from this parent device?
fr: Voulez-vous vraiment vous dissocier de cet appareil parent?

source: Are you sure? This cannot be undone.
fr: Êtes-vous certain? Cette action est irréversible.

source: As a co-parent, you share the family subscription. Only one parent needs to pay.
fr: En tant que coparent, vous partagez l'abonnement familial. Un seul parent doit payer.

source: Ask a parent to set up your learning and reward apps to start earning play time!
fr: Demande à un parent de configurer tes applis d'apprentissage et de récompense pour commencer à gagner du temps de jeu!

source: Ask your parent for their code to scan it with the camera.
fr: Demande à ton parent son code pour le scanner avec la caméra.

source: Ask your parent to display their pairing QR code. Scan it with your camera to connect your devices.
fr: Demande à ton parent d'afficher son code QR d'association. Scanne-le avec ta caméra pour connecter vos appareils.

source: Ask your parent to open Tic Lock
fr: Demande à ton parent d'ouvrir Tic Lock

source: Ask your parent to renew
fr: Demande à ton parent de renouveler

source: Ask your parent to set up their device
fr: Demande à ton parent de configurer son appareil

source: Ask your parent to subscribe on their device, then scan their QR code to connect.
fr: Demande à ton parent de s'abonner sur son appareil, puis scanne son code QR pour te connecter.

source: Assign Categories & Rewards
fr: Assigner catégories et récompenses

source: Assign apps to Learning or Reward categories for tracking
fr: Assigner les applis aux catégories Apprentissage ou Récompense pour le suivi

source: Assignment Conflict
fr: Conflit d'assignation

source: Auth Debug
fr: Débogage d'authentification

source: Authentication Error
fr: Erreur d'authentification

source: Authentication Status:
fr: État de l'authentification :

source: Authentication failed. Please try again.
fr: Échec de l'authentification. Veuillez réessayer.

source: Authentication was cancelled.
fr: L'authentification a été annulée.

source: Authorization Error
fr: Erreur d'autorisation

source: Authorization required: %@
fr: Autorisation requise : %@

source: Auto-Lock
fr: Verrouillage automatique

source: Auto-refresh
fr: Actualisation automatique

source: Automatic Unlock
fr: Déverrouillage automatique

source: Automatically
fr: automatiquement

source: Available %@
fr: Disponible %@

source: Available anytime
fr: Disponible en tout temps

source: Available for %@ %@
fr: Disponible pendant %@ %@

source: Awesome!
fr: Génial!

source: BACK
fr: RETOUR

source: BEST VALUE
fr: MEILLEURE VALEUR

source: BEST: %lld
fr: MEILLEUR : %lld

source: BGTask Log
fr: Journal des tâches d'arrière-plan

source: BLOCKED
fr: BLOQUÉ

source: BLOCKED FOR TODAY
fr: BLOQUÉE POUR AUJOURD'HUI

source: Back
fr: Retour

source: Background task scheduling & execution
fr: Planification et exécution des tâches d'arrière-plan

source: Backgrounds
fr: Arrière-plans

source: Basic analytics
fr: Analyses de base

source: Battery (last snapshot from main app)
fr: Batterie (dernier instantané de l'appli principale)

source: Best Practices
fr: Bonnes pratiques

source: Best Value
fr: Meilleure valeur

source: Block All Browsers
fr: Bloquer tous les navigateurs

source: Block Websites
fr: Bloquer des sites web

source: Blocked
fr: Bloqué

source: Blocked Websites
fr: Sites web bloqués

source: Bonus Amount
fr: Montant du bonus

source: Bonus Reward
fr: Récompense bonus

source: Bonus Type
fr: Type de bonus

source: Both parents can monitor all children
fr: Les deux parents peuvent surveiller tous les enfants

source: CHILD
fr: ENFANT

source: CHILD'S SPACE
fr: ESPACE DE L'ENFANT

source: CHOOSE YOUR PLAN
fr: CHOISISSEZ VOTRE FORFAIT

source: CONFIGURE
fr: CONFIGURER

source: CONFIRM PIN
fr: CONFIRMER LE CODE PIN

source: CONNECT DEVICES SECURELY
fr: CONNECTER LES APPAREILS DE FAÇON SÉCURITAIRE

source: CONNECTED GROWN-UPS
fr: ADULTES CONNECTÉS

source: CREATE MEANINGFUL REWARDS
fr: CRÉER DES RÉCOMPENSES SIGNIFICATIVES

source: CREATE PIN
fr: CRÉER UN CODE PIN

source: CURRENT PLAN
fr: FORFAIT ACTUEL

source: Cancel
fr: Annuler

source: Cancel Pairing
fr: Annuler l'association

source: Cancel anytime
fr: Annulez en tout temps

source: Cancelled
fr: Annulé

source: Cannot pair devices using the same iCloud account. The parent and child devices must use different Apple IDs for data sync to work properly.
fr: Impossible d'associer des appareils utilisant le même compte iCloud. Les appareils du parent et de l'enfant doivent utiliser des identifiants Apple différents pour que la synchronisation des données fonctionne correctement.

source: Cannot pair with your own account
fr: Impossible de s'associer avec son propre compte

source: Cannot unpair: Device ID is missing
fr: Impossible de dissocier : l'identifiant de l'appareil est manquant

source: Cards
fr: Cartes

source: Cards Coming Soon!
fr: Cartes bientôt disponibles!

source: Category
fr: Catégorie

source: Category Breakdown
fr: Répartition par catégorie

source: Category Overview
fr: Aperçu des catégories

source: Category Summary
fr: Résumé des catégories

source: Change Avatar
fr: Changer d'avatar

source: Change PIN
fr: Changer le code PIN

source: Changes Saved
fr: Modifications enregistrées

source: Changes Sent
fr: Modifications envoyées

source: Changes will apply when the child's device syncs. New apps can only be added from the child's device due to Apple privacy requirements.
fr: Les modifications s'appliqueront lors de la synchronisation de l'appareil de l'enfant. Les nouvelles applis ne peuvent être ajoutées qu'à partir de l'appareil de l'enfant en raison des exigences de confidentialité d'Apple.

source: Charts require iOS 16+
fr: Les graphiques nécessitent iOS 16 ou plus récent

source: Check CloudKit Status
fr: Vérifier l'état de CloudKit

source: Check Local Devices
fr: Vérifier les appareils locaux

source: Check PIN Status
fr: Vérifier l'état du code PIN

source: Check Progress
fr: Vérifier les progrès

source: Check for data corruption
fr: Vérifier la corruption des données

source: Check iCloud Status
fr: Vérifier l'état d'iCloud

source: Check in on every paired child device from a single dashboard.
fr: Consultez chaque appareil d'enfant associé depuis un seul tableau de bord.

source: Check the Dashboard to see your child's learning progress and earned rewards.
fr: Consultez le tableau de bord pour voir les progrès d'apprentissage et les récompenses gagnées de votre enfant.

source: Checking iCloud status...
fr: Vérification de l'état d'iCloud...

source: Child Achievement Alerts
fr: Alertes de réussite de l'enfant

source: Child Activity Alerts
fr: Alertes d'activité de l'enfant

source: Child Device
fr: Appareil de l'enfant

source: Child Learns
fr: L'enfant apprend

source: Child Usage Dashboard
fr: Tableau de bord d'utilisation de l'enfant

source: Child can complete any one linked app
fr: L'enfant peut compléter n'importe laquelle des applis liées

source: Child device can use a different iCloud account
fr: L'appareil de l'enfant peut utiliser un compte iCloud différent

source: Child device must use a different Apple ID
fr: L'appareil de l'enfant doit utiliser un identifiant Apple différent

source: Child must complete all linked apps
fr: L'enfant doit compléter toutes les applis liées

source: Child's Device
fr: Appareil de l'enfant

source: Child's Name
fr: Nom de l'enfant

source: Child's Usage
fr: Utilisation de l'enfant

source: Child's name
fr: Nom de l'enfant

source: Choose at least one learning app to continue.
fr: Choisissez au moins une appli d'apprentissage pour continuer.

source: Choose how to unlock full access
fr: Choisissez comment débloquer l'accès complet

source: Choose how you want to manage screen time
fr: Choisissez comment vous voulez gérer le temps d'écran

source: Choose which learning apps unlock this reward.
fr: Choisissez quelles applis d'apprentissage débloquent cette récompense.

source: Choose your buddy!
fr: Choisis ton copain!

source: Clean Up Stale Mappings
fr: Nettoyer les associations obsolètes

source: Cleanup Dummy Records
fr: Nettoyer les enregistrements fictifs

source: Cleanup Duplicate Devices
fr: Nettoyer les appareils en double

source: Clear
fr: Effacer

source: Clear All
fr: Tout effacer

source: Clear Error Log
fr: Effacer le journal des erreurs

source: Clear Logs
fr: Effacer les journaux

source: Clear logs
fr: Effacer les journaux

source: Cleared %lld minutes of recorded usage. iOS is rebuilding today's totals now — they'll update over the next ~30 seconds.
fr: %lld minutes d'utilisation enregistrée ont été effacées. iOS reconstruit les totaux d'aujourd'hui — ils se mettront à jour dans les ~30 prochaines secondes.

source: CloudKit Debug
fr: Débogage CloudKit

source: CloudKit Status
fr: État de CloudKit

source: Co-Parent Invitation
fr: Invitation coparent

source: Co-parents share your family subscription
fr: Les coparents partagent votre abonnement familial

source: Collect awesome cards as you learn! Each card tells a story of your achievements.
fr: Collectionne des cartes géniales en apprenant! Chaque carte raconte l'histoire de tes réussites.

source: Combined Total
fr: Total combiné

source: Common
fr: Commun

source: Complete %@ %lld app%@
fr: Compléter %@ %lld appli%@

source: Complete %@ %lld apps goal to unlock
fr: Compléter l'objectif %@ %lld applis pour débloquer

source: Complete %lld challenges
fr: Complète %lld défis

source: Complete 10 challenges
fr: Compléter 10 défis

source: Complete 100 hours of learning
fr: Compléter 100 heures d'apprentissage

source: Complete Your Goal
fr: Termine ton objectif

source: Complete a goal today!
fr: Termine un objectif aujourd'hui!

source: Complete their setup
fr: Compléter leur configuration

source: Complete your first challenge
fr: Complète ton premier défi

source: Configuration not found on device
fr: Configuration introuvable sur l'appareil

source: Configure
fr: Configurer

source: Configure App
fr: Configurer l'appli

source: Configure Learning & Reward Apps With Help
fr: Configurez les applis d'apprentissage et de récompense avec de l'aide

source: Configure alerts and reminders
fr: Configurer les alertes et rappels

source: Configure learning and reward apps on this child device first.
fr: Configurez d'abord les applis d'apprentissage et de récompense sur cet appareil d'enfant.

source: Configure times when you don't want to receive notifications
fr: Configurez les moments où vous ne voulez pas recevoir de notifications

source: Confirm PIN
fr: Confirmer le code PIN

source: Confirm Pairing
fr: Confirmer l'association

source: Confirm Your PIN
fr: Confirmez votre code PIN

source: Confirm that this matches the code shown on the child device
fr: Confirmez que cela correspond au code affiché sur l'appareil de l'enfant

source: Connect
fr: Connecter

source: Connect Devices
fr: Connecter les appareils

source: Connect Parent Device
fr: Connecter l'appareil du parent

source: Connect with Parent
fr: Se connecter au parent

source: Connect with Parent's Subscription
fr: Se connecter à l'abonnement du parent

source: Connect with a parent's Individual or Family subscription to unlock remote monitoring features.
fr: Connectez-vous à l'abonnement Individuel ou Famille d'un parent pour débloquer les fonctionnalités de surveillance à distance.

source: Connect with your parent to unlock
fr: Connecte-toi à ton parent pour débloquer

source: Connected
fr: Connecté

source: Connection Error
fr: Erreur de connexion

source: Connection error. Please check your internet and try again.
fr: Erreur de connexion. Veuillez vérifier votre connexion Internet et réessayer.

source: Contact Us
fr: Nous contacter

source: Continue
fr: Continuer

source: Continue Using Tic Lock
fr: Continuer à utiliser Tic Lock

source: Copies these settings to %lld other reward app%@
fr: Copie ces paramètres vers %lld appli%@ récompense de plus

source: Copy
fr: Copier

source: Copy familyId
fr: Copier familyId

source: Cost per minute:
fr: Coût par minute :

source: Could not find shared zone for device: %@
fr: Zone partagée introuvable pour l'appareil : %@

source: Couldn't access shared storage.
fr: Impossible d'accéder au stockage partagé.

source: Create Dummy Records (Alternative)
fr: Créer des enregistrements fictifs (alternative)

source: Create Invitation
fr: Créer une invitation

source: Create Parent PIN
fr: Créer le code PIN du parent

source: Create a balanced and positive digital life.
fr: Créez une vie numérique équilibrée et positive.

source: Creating invitation...
fr: Création de l'invitation...

source: Creatures
fr: Créatures

source: Cross-midnight catch-up events
fr: Événements de rattrapage à minuit

source: Current PIN
fr: Code PIN actuel

source: Current Statistics
fr: Statistiques actuelles

source: Custom Name
fr: Nom personnalisé

source: Custom schedule
fr: Horaire personnalisé

source: Customize
fr: Personnaliser
